Repository: guandadsmail-lgtm/LotteryBangBangDa
Catalog: Views/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: LotteryBangBangDa
zh_hans: 彩票帮帮忙

source: Remove 10-Time Limit
zh_hans: 解除 10 次试用限制

source: Restore Purchases
zh_hans: 恢复购买

source: Support Independent Developer
zh_hans: 支持独立开发者持续更新

source: Unlimited History Storage
zh_hans: 无限历史记录存储

source: Unlimited Shuffles & Plays
zh_hans: 解锁全部彩种模式

source: Unlock All Lottery Modes
zh_hans: 无限次摇号，畅玩所有模式

source: Unlock Now
zh_hans: 立即解锁

source: Upgrade to Pro
zh_hans: 升级到 Pro版

source: You are a Pro user
zh_hans: 您已是Pro用户

# 体验设置
source: Preferences
zh_hans: 体验设置

# 停止
source: Stop
zh_hans: 停止

# 免责声明
source: Disclaimer
zh_hans: 免责声明

# 关闭
source: Close
zh_hans: 关闭

# 再来一次
source: Draw Again
zh_hans: 再来一次

# 准备就绪
source: Ready
zh_hans: 准备就绪

# 剩余试用: %lld 次
source: Trials Remaining: %lld
zh_hans: 剩余试用: %lld 次

# 升级到 Pro 版
source: Upgrade to Pro
zh_hans: 升级到 Pro 版

# 历史记录
source: History
zh_hans: 历史记录

# 去升级 Pro
source: Upgrade to Pro
zh_hans: 升级到 Pro版

# 双色球
source: Double Color Ball
zh_hans: 双色球

# 取消
source: Cancel
zh_hans: 取消

# 复制
source: Copy
zh_hans: 复制

# 复制选中
source: Copy Selection
zh_hans: 复制选中

# 大乐透
source: Super Lotto
zh_hans: 大乐透

# 安全合规
source: Safety & Compliance
zh_hans: 安全合规

# 完成
source: Done
zh_hans: 完成

# 已复制：
source: Copied:
zh_hans: 已复制：

# 已解锁 Pro 功能
source: Pro Features Unlocked
zh_hans: 已解锁 Pro 功能

# 已选 %lld 条
source: %lld Items Selected
zh_hans: 已选 %lld 条

# 开始
source: Start
zh_hans: 开始

# 开始摇号
source: Start Draw
zh_hans: 开始摇号

# 开始蓝球
source: Start Blue Ball
zh_hans: 开始蓝球

# 当前版本
source: Current Version
zh_hans: 当前版本

# 彩票帮帮忙
source: LotteryBangBangDa
zh_hans: 彩票帮帮忙

# 恢复购买记录
source: Restore Purchase History
zh_hans: 恢复购买记录

# 您的 10 次免费试用已结束
source: Your 10 Free Trials Have Ended
zh_hans: 您的 10 次免费试用已结束

# 我们严守底线。不提供彩票购买，不引导博彩，不涉及任何资金交易。
source: We adhere to strict guidelines. This app does not offer lottery purchases, promote gambling, or involve any monetary transactions.
zh_hans: 我们严守底线。不提供彩票购买，不引导博彩，不涉及任何资金交易。

# 排列三
source: Array 3
zh_hans: 排列三

# 排列五
source: Array 5
zh_hans: 排列五

# 支持
source: Support
zh_hans: 支持

# 暂无开奖记录
source: No Drawing History
zh_hans: 暂无开奖记录

# 本应用仅为物理模拟与选号辅助工具，旨在提供有趣的数字互动体验。
source: This app is solely a physics-based simulation and number selection assistant, designed to provide an entertaining digital interactive experience.
zh_hans: 本应用仅为物理模拟与选号辅助工具，旨在提供有趣的数字互动体验。

source: This app is solely a random number simulation tool designed for entertainment purposes. All results generated within the app are produced by algorithmic randomization and are not related to any official lottery draw outcomes in the real world. The app does not offer any form of online lottery purchasing, gambling, or monetary transaction services. Users are advised to engage rationally and avoid excessive use.
zh_hans: 本应用仅为随机数模拟生成工具，旨在提供娱乐体验。应用内所有结果均为算法随机生成，与现实世界中任何官方彩票开奖结果无关。 本应用不提供任何形式的网络购彩、赌博或资金交易服务。请用户理性对待，切勿沉迷。

# 查看合规声明
source: View Compliance Statement
zh_hans: 查看合规声明

# 模拟结果仅供参考。概率是随机的，我们不承诺任何中奖回报，请理性看待。
source: Simulated results are for reference only. Outcomes are random, and we make no guarantees of any winnings. Please engage responsibly.
zh_hans: 模拟结果仅供参考。概率是随机的，我们不承诺任何中奖回报，请理性看待。

# 欢迎使用 彩票棒棒哒
source: Welcome LotteryBangBangDa
zh_hans: 欢迎使用 彩票帮帮忙

# 点击“继续”即代表您已阅读并同意上述声明
source: Tapping "Continue" indicates that you have read and agree to the above statements.
zh_hans: 点击“继续”即代表您已阅读并同意上述声明

# 理性声明
source: Responsibility Statement
zh_hans: 理性声明

# 福彩3D
source: 3D Lotto
zh_hans: 福彩3D

# 等待蓝球
source: Waiting
zh_hans: 等待蓝球

# 纯粹娱乐体验
source: For Entertainment Only
zh_hans: 纯粹娱乐体验

# 给个好评
source: Rate the App
zh_hans: 给个好评

# 继续
source: Continue
zh_hans: 继续

# 计算中...
source: Ready
zh_hans: 准备中

# 设置
source: Settings
zh_hans: 设置

# 请升级 Pro 版以获取无限使用次数，并解锁所有高级功能。
source: Upgrade to Pro for unlimited access and to unlock all premium features.
zh_hans: 请升级 Pro 版以获取无限使用次数，并解锁所有高级功能。

# 选择
source: Select
zh_hans: 选择

# 重置
source: Reset
zh_hans: 重置

# 隐私政策
source: Privacy Policy
zh_hans: 隐私政策

# 震动反馈
source: Haptic Feedback
zh_hans: 震动反馈

# 音效
source: Sound Effects
zh_hans: 音效

# 高级功能
source: Premium Features
zh_hans: 高级功能
